[
  {
    "name": "Portable Karaoke Machine Bluetooth Speaker",
    "price": 100,
    "description": "-Compact and Portable: Carry your music with you anywhere you go - beach, gym, outdoor party, long drive, or your home garden. With a wireless microphone (NOT Included 2*AA Battery), T26 turns to a karaoke machine."
  },
  {
    "name": "Smart WiFi Router",
    "price": 65,
    "description": "- Router for wireless internet, works with Alexa, compatible with all WiFi devices, 802.11ac and older"
  },
  {
    "name": "Mac Book Air Charger",
    "price": 31,
    "description": " Mac book air charger 45W T-tip magsafe2 Input: 100-240V 50/60 Hz Output: 14. 85V 3. 05A (45W T-Tip)"
  },
  {
    "name": "Laptop Cooling Pad",
    "price": 26,
    "description": "Tecknet Laptop Cooling Pad with a metal mesh surface provides excellent airflow to help keep your laptop, notebook, netbook, ultrabook or Apple Mac BookPro cool and avoids overheating during long periods of gaming or browsing online"
  },
  {
    "name": "Gaming Monitor",
    "price": 170,
    "description": "Exclusive Game Visual & Game Plus functions to enhance color performance and control. FreeSync/Adaptive Sync technology with 75 Hertz refresh rate for a tear free experience with AMD Radeon GPUs"
  },
  {
    "name": "Outdoor Security Camera",
    "price": 40,
    "description": "- FHD 1080P & Night Vision: High resolution images in 1080p resolution, and combined a 3.6mm wide lens to cover more spaces clearly even in the pitch dark with a night vision distance up to 32ft."
  },
  {
    "name": "Car Vacuum",
    "price": 30,
    "description": "Fast and easy cleaning in a corded handheld car vacuum with lasting and high power, no worry about the issue of continuation, you can use this car mini vacuum whenever and wherever you want for your car, a great helper for vacation."
  },
  {
    "name": "AC/DC Portable Thermoelectric System",
    "price": 50,
    "description": "- SWITCH FROM HEATING TO COOLING: The thermoelectric system allows for easy switching from beverage cooler to food warmer! Holds up to six 12 oz. cans. Ideal size for use at home, in the nursery, office or dorm room"
  },
  {
    "name": "Wireless earbuds",
    "price": 130,
    "description": "- Immersive sound – Premium speaker drivers deliver crisp, dynamic audio. Bose Active Noise Reduction Technology and sealed in-ear design limits background noise."
  },
  {
    "name": "Ring Video Doorbell",
    "price": 140,
    "description": "- 1080p HD video doorbell that lets you see, hear and speak to people from your phone, tablet, or select Echo device."
  },
  {
    "name": "Single Door Chest Freezer",
    "price": 200,
    "description": "- Mechanical Control with Adjustable Thermostat from -12 to -28 Degrees (Great for Storing Frozen Food, Ice Cream, Ice, etc)"
  },
  {
    "name": "Ice Maker Connector",
    "price": 11,
    "description": "- 72” in length"
  },
  {
    "name": "Water Filter",
    "price": 30,
    "description": "- Works exactly like the original filter without water leaks, provides 6 months or 300 gallons of refreshing water for the average household."
  },
  {
    "name": "Portable Charger",
    "price": 32,
    "description": "- Ultra-High Capacity:Weighs as little as a can of soup (12.5 oz) yet charges the iPhone 8 almost seven times, the Galaxy S8 five times or the iPad mini 4 twice."
  },
  {
    "name": "Portable Smart Wi-Fi Projector",
    "price": 290,
    "description": "- PORTABLE PROJECTOR: Ultra-portable WVGA (854x480p) LED projector that delivers convenient entertainment in nearly any room."
  },
  {
    "name": "Air Mouse Go Plus with Compact Keyboard Combo",
    "price": 120,
    "description": "- Desktop mouse and presentation remote"
  },
  {
    "name": "Home Theater Tower Speakers",
    "price": 185,
    "description": " subwoofers with incredibly loud and deep bass response.4)Full range drivers: 4"
  },
  {
    "name": "Video Audio Converter Adapter",
    "price": 15,
    "description": "- Converts analog composite input to HDMI 1080p (60HZ) output,displayed on 1080p (60HZ) HDTV/Moniter"
  },
  {
    "name": "Headphone Jack Adapter, 3 in 1",
    "price": 16,
    "description": "- 3-in-1 design, light-ning headphone jack (support music & call & wire control) + 3.5mm headphone jack (only support music) + light-ning charging port (only support charging)."
  },
  {
    "name": "VR Headset Compatible with iPhone & Android Phone",
    "price": 40,
    "description": "- PERFECT GIFT FOR KIDS & ADULTS – Premium VR set present for father's day, Halloween, Easter, Christmas, Black Friday, Cyber Monday sale. Virtual reality VR glasses for kids."
  },
  {
    "name": "Floor Standing Tower Speaker",
    "price": 250,
    "description": "- IMMERSIVE SURROUND SOUND WITH HI-RES AUDIO – Each tower speaker features (1) 1"
  },
  {
    "name": "Headphones Jack Adapter Cable",
    "price": 7,
    "description": "- 100% copper core provides you with high speed and stable signal transmission,Features premium digital audio conversion chip delivering a premium audio/sound output.Supports up to 48 KHz, 26-bit audio output, can provides you with the perfect sound.Digital audio input port designed for iPhone,You can enjoy your favorite music, videos or movies."
  },
  {
    "name": "Multimedia Video Glasses",
    "price": 789,
    "description": "- Lightweight comfortable design."
  }
]