[
  {
    "name": "5 Tier Vintage Bookcase Shelf",
    "price": 90,
    "description": "- VINTAGE ELEGANT BOOKSHELF: Different from other common bookshelf, our HOMFA 5-tier bookcase combines art elements with utility function."
  },
  {
    "name": "Bamboo Book Stand",
    "price": 14,
    "description": "- Made of high quality bamboo,Stable and rugged."
  },
  {
    "name": "Gaming Computer Desk",
    "price": 120,
    "description": "- Computer desk designed for online video game play."
  },
  {
    "name": "Comfort Executive Rotary Game Chair",
    "price": 400,
    "description": "- Ergonomically designed extra-thick padding, the back and armrests wrap your body well, and the curved armrests are cushioned for the most comfortable seat experience."
  },
  {
    "name": "Cocktail Wood & Metal Legs Coffee Table",
    "price": 122,
    "description": "- Solid and hard pine wood - Natural tones and strong Steel legs for durability"
  },
  {
    "name": "Modern Round Tempered Glass Coffee Table",
    "price": 236,
    "description": "- This round, translucent Coffee table will set your whole living room revolving around. Offering a wide surface on which to display beautiful items, It also opens up the room and frees up space. Made from the highest Quality materials, this is a purchase you’re sure to treasure"
  },
  {
    "name": "Fab Glass and Mirror Bent Glass Coffee Table",
    "price": 430,
    "description": "- Bent Glass Coffee Table Clear Glass."
  },
  {
    "name": "Fab Glass and Mirror Style Gloss Legs Modern Coffee, Dining Room Glass Table",
    "price": 270,
    "description": "- Modern style white and Black glossy base Coffee table."
  },
  {
    "name": "Rustic Country Coffee Table with Metal Wheels",
    "price": 200,
    "description": "- Sublime style of a bygone era: Reminiscent of the industrial chic of yesteryear, this solid, distressed timber and exposed iron coffee table is an elegant statement piece which will add character to any living room, in any home."
   },
   {
    "name": "Sophia Snack Tables",
    "price": 150,
    "description": "- Double drop-leaf table serves as storage rack."
  }
]